[VCP_Geomancer X2EncyclopediaTemplate]
ListTitle = "盖亚使者"
DescriptionTitle = "盖亚使者"
DescriptionEntry = "盖亚使者乃元素毁灭之主宰，能驾驭烈焰、寒冰、雷霆、巨石、毒瘴、酸蚀与狂风，将敌手尽数湮灭。其掌控自然之怒的技艺无出其右，能将战场本身化为利刃，释放毁天灭地的风暴、撼动大地的震击与腐蚀万物的洪流."

[VCP_Geomancer X2SoldierClassTemplate]
DisplayName="盖亚使者"
ClassSummary = "盖亚使者乃元素毁灭之主宰，能驾驭烈焰、寒冰、雷霆、巨石、毒瘴、酸蚀与狂风，将敌手尽数湮灭。其掌控自然之怒的技艺无出其右，能将战场本身化为利刃，释放毁天灭地的风暴、撼动大地的震击与腐蚀万物的洪流."

;***************************************
;New Ability Descriptions
;***************************************

;Psi Geomancer Ability
[VCP_PsiPowerMastery X2AbilityTemplate]
LocFriendlyName = "大地沟通"
LocHelpText = " <Ability:ClassName/>能力随经验增长而提升."
LocLongDescription = " <Ability:ClassName/>能力随经验增长而提升."
LocPromotionPopupText = "<font color='#CA7200'>1级</font>获得<Ability:RANKNAME1/> 等级[1]<br/><Bullet/>获得<font color='#bf80ff'>压迫感</font> -每40点灵能攻击力可使灵能技能额外造成+1点伤害.<br/><br/><font color='#CA7200'>2级</font>获得<Ability:RANKNAME3/> 等级[3]<br/><Bullet/>获得<font color='#bf80ff'>自然之拥</font> - 一种灵能攻击，其造成的状态效果会根据所在生态区而异.<br/><br/><font color='#CA7200'>3级</font>获得<Ability:RANKNAME5/> 等级[5]<br/><Bullet/>获得<font color='#bf80ff'>自然反击</font> - 进行反击<font color='#bf80ff'>自然之拥</font>.<br/><br/><font color='#CA7200'>4级</font>获得<Ability:RANKNAME7/> 等级[7]<br/><Bullet/>获得<font color='#bf80ff'>灵能觉醒</font> -获得巨额灵能攻击力."

[VCP_PsiPower X2AbilityTemplate]
LocFriendlyName="压迫感"
LocLongDescription="你的攻击额外造成+1点伤害<font color='#bf80ff'>Psionic</font> 每40点灵能攻击力解锁一项能力."
LocHelpText="你的攻击额外造成+1点伤害<font color='#bf80ff'>Psionic</font> 每40点灵能攻击力解锁一项能力."
LocFlyOverText="压迫感"
